const articleList = [{
  "id": "01",
  "title": "《0363视觉传导路》",
  "college": "河北医科大学",
  "desc": "",
  "content": "<img src='./src/images/img-01.png'/><p>此例标本展示了视觉传导路上的主要解剖结构。视觉传导路是视觉图像信号传导途径。外界的光线汇聚到眼的视网膜的视部，刺激视网膜上的感光细胞产生神经冲动，神经冲动经过视神经、视交叉、视束、外侧膝状体、视辐射，最后到达视皮质，视皮质是视觉中枢，在此产生视觉。</p><p>视觉传导路中任何组成部分受损都可引起视觉障碍。视神经损伤：同侧全盲；视交叉外侧部损伤：同侧眼鼻侧缺损；视交叉正中部损伤：双眼颞侧偏盲；视束、视辐射、视皮质损伤：双眼对侧视野同向性偏盲。</p><img src='./src/images/img-02.png'/><p>其中，视辐射经过大脑深方结构-内囊。内囊的血液供应主要来自豆纹动脉，豆纹动脉行程程“S”弯曲，因血流动力学的关系，在高血压动脉硬化时容易破裂，导致脑出血，出现偏瘫、双眼对侧视野同向性偏盲和偏身感觉障碍。因此大众应当保证健康生活方式与饮食均衡，以防高血压和动脉硬化等疾病的发生。</p>"
},{
  "id":"02",
  "title": "《缠足》",
  "college": "河北医科大学",
  "desc": "现在我们所观察到的是“缠足”标本，分别展示了“缠足”的上面观 (左) 和下面观 (右) 。",
  "content": "<img src='./src/images/img-03.png'/><p>“缠足”的形态与大小都与正常足不同——其关节扭曲，足弓高于正常状态，长度较正常成人短小。“缠足”是人为导致的足部畸形，导致人走路异常痛苦困难，从而改变了女性的走路仪态。</p> <p>“缠足”是中国古代一种陋习，是指女性用布将双脚紧紧缠裹，使其脚畸形变小，以为美观。“缠足”是开始于北宋后期的一种畸形的审美，不折不扣的陋习，清末怪杰辜鸿铭甚至为之总结出“小、尖、弯、香、软、正、瘦”的七字标准。这件标本主要体现了其中的“尖”和“瘦”：除大脚趾外其余四指均压至脚掌下方，改变其形状，是为“尖”；而让四趾进一步靠近内侧边缘，进一步改变其形状，是为“瘦”。通过缠足让正常的关节扭曲，一定程度上破坏了足弓的结构并造成对肢体的压迫，当四趾尖到了脚掌内侧边缘时，才初步完成了这两字的要求，这会使女性疼痛难忍；而在这过程中，如果造成损伤、炎症，一旦处理不当甚至会造成溃烂乃至脚趾脱落。</p>"
}]